<!DOCTYPE html>
<html lang="en">
<?php require '../head.php'; ?>
<title>Україна</title>
<body>
        <header>
            <div class="header">
            <div class="header__wrapper">
                <div class="header__top_section">
                    <?php require '../top__section_icon_container.php'; ?>
                    <div class="top__section">
                        <div class="logo">
                            <h1 class="main_title">Україна</h1> 
                        </div>
                    </div>
                    <div class="top__section_language_profile">
                        <div class="lang">
                            <div class="lang__container">
                                <p class="lang-switcher eng">
                                    <a href="../eng/ukraine.php" tabindex="0">eng</a>
                                </p>
                                <p class="lang-switcher ua" tabindex="0">
                                    <a href="../ua/ukraine.php">ua</a>
                                </p>
                            </div>
                        </div>
                        <div class="profile">
                            <a href="#"><img src="../img/icons/profile.svg" alt=""></a>
                        </div>
                    </div>
                </div>

                <div class="header__ul_searh">
                    <div class="ul__search_container">
                        <div class="ul_container">
                            <ul>
                                <li><a href="../ua/index.php" class="back"><img src="../img/icons/arrow.svg" alt="" class="icon">Назад</a></li>
                        </div>
                        <div class="top__section_icon_container search">
                            <div class="icon">
                                <div class="input__flex">
                                    <input type="text" name="" id="" placeholder="пошук">
                                    <img src="../img/icons/pepicons-pop_loop.svg" alt="" class="loop">
                                </div>
                            </div>
                        </div> 
                    </div>
                </div>
        </header>
        <main>
            <div class="main__wrapper">
                <div class="options">
                    <div class="hashtag__block">
                        <div class="tag">
                            #ukraine
                        </div>
                        <div class="tag">
                            #war
                        </div>
                        <div class="tag">
                            #conflict
                        </div>
                        <div class="tag">
                            #maps
                        </div>
                    </div>
                </div>

                <div class="main__thumbnail">
                    <img src="../img/ukraine-war/ukraine-thumb.jpg" alt="" class="thumbnail">
                    <p class="remark">Реактивна система залпового вогню БМ-21 "Град" веде вогонь по російських позиціях на передовій біля Бахмута.</p>
                </div>

                <div class="main__text_container">
                    <div class="main_text_info">
                        <h2>Російське вторгнення в Україну 2022 року</h2> <p>Російське вторгнення в Україну 2022 року є найбільшим збройним конфліктом в Європі з часів Другої світової війни. Це стало третім етапом російсько-української війни, яку Росія розв’язала у 2014 році, анексувавши Крим і підтримуючи сепаратистів на Донбасі. У цій статті я намагатимусь проаналізувати причини, хід і наслідки цього конфлікту з погляду військового експерта.</p> <h2>Причини</h2> <p>Росія має давні територіальні претензії до України, особливо до Криму та Донбасу. Після приходу до влади Володимира Путіна у 2000 році, Росія посилила свою агресивну політику проти України, зокрема через економічний тиск, пропаганду, підтримку проросійських сил та розвиток своєї військової могутності.</p> <p>У 2014 році, скориставшись зміною влади в Україні після Революції гідності, Росія захопила і анексувала Крим, а також спровокувала збройний конфлікт на Донбасі, де створила невизнані «ДНР» та «ЛНР» з участю російських найманців та регулярних військ. Спроби мирного врегулювання конфлікту через Мінські домовленості не призвели до повного припинення вогню та виконання положень про політичне та гуманітарне вирішення ситуації.</p> <p>У 2021 році Росія знову зосередила значну к-сть своїх войск близько кордону з Україною, що свидчило про її плани на повномасштабне наступальне действие. Одним з головних мотивов Росии було бажання перекрити Украине шлях до НАТО і ЄС, а також забезпечити собственную безпеку і геополитичний вплив на пострадянском просторе.</p>
                        <h2>Хід війни</h2>
                        <p>Росія почала своє вторгнення в Україну 24 лютого 2022 року о 3:40 за київським часом, коли її війська перетнули кордон з Білоруссю та Придністров’ям. Російські сили атакували українські позиції на півночі та півдні країни, намагаючись прорватися до Києва та Одеси. Українська армія протистояла агресору, отримуючи підтримку від НАТО та інших країн-партнерів.</p> <p>У перші дні вторгнення Росія зазнала значних втрат у людях та техніці, але продовжувала наступати, використовуючи свою перевагу у чисельності та озброєнні. Україна заявила про повне мобілізацію своїх сил та оголосила про стан війни на всій території країни. Масштабні бої розгорнулися на всьому фронті, який простягався вздовж кордону з Білоруссю та Придністров’ям.</p>
                        <h2>Наслідки</h2>
                        <p>Російське вторгнення в Україну триває вже більше року і призвело до великих людських та матеріальних втрат з обох сторін. За даними українського Міноборони, станом на 23 квітня 2023 року Росія знищила понад 186 тисяч своїх військових та близько 100 тисяч поранених. Україна ж втратила близько 13 тисяч загиблих та понад 7 тисяч цивільних жертв. Крім того, Росія захопила частину української території, зокрема Харківську, Луганську, Донецьку, Запорізьку, Миколаївську, Херсонську та Одеську області.</p> <p>Вторгнення Росії в Україну також мало серйозний вплив на міжнародну ситуацію. НАТО та ЄС засудили агресію Росії та надали Україні політичну, економічну та військову підтримку. Деякі країни-члени НАТО, такі як США, Велика Британія, Польща, Канада та Туреччина, навіть надали Україні своїх вояків для участі в оборонних операціях. З іншого боку, Росія отримала підтримку від своїх союзників, таких як Білорусь, Іран, Північна Корея та Сирія. Крім того, Росія почала ескалювати конфлікти на інших напрямках, таких як Прибалтика, Грузія, Молдова та Азербайджан.</p>
                    </div>
                    <div class="text__container_short_info">
                        <h2>Список основних військових подій в Україні з 2014 по 2023</h2>
                        <p>2014: Анексія Криму Російською Федерацією; початок війни на сході України; бої за Донецький та Луганський аеропорти; битва за Іловайськ; битва за Дебальцеве.</p>
                        <p>2015: Підписання Мінських угод; бої за Широкине; бої за Мар'їнку; бої за Святогірськ; бої за Станицю Луганську.</p>
                        <p>2016: Бої за Авдіївку; бої за Зайцеве; бої за Красногорівку; бої за Попасну.</p>
                        <p>2017: Бої за Кам'янку; бої за Водяне; бої за Новотроїцьке; бої за Глодосове.</p>
                        <p>2018: Бої за Світлодарську дугу; бої за Лебединське; бої за Гранітне; атака на українські кораблі в Керченській протоці.</p>
                        <p>2019: Бої за Павлопіль; обстріли поселень на лінії розмежування; обмін полоненими між Україною та Росією.</p>
                        <p>2020: Бої за Опитне; бої за Петрівське; зниження інтенсивності обстрілів після оголошення режиму тиші.</p>
                        <p>2021: Бої за Шуми; загострення ситуації на лінії фронту; поновлення обстрілів позицій ЗСУ та цивільних об'єктів.</p>
                        <p>2022: Повномасштабне російське вторгнення в Україну; окупація росіянами прикордонних регіонів і Приазов'я (лютий-березень); відступ окупантів з північних областей і активізація бойових дій на Донбасі (квітень-серпень); перехід ЗСУ до контрнаступальних дій (вересень); звільнення східної Харківщини (вересень) і правобережної Херсонщини (листопад).</p>
                        <p>2023: Продовження контрнаступальних дій ЗСУ (сiчень-квiтень); бойова дiяльнiсть на Донбасi, в Криму та на пiвденному сходi Украïни</p>
                    </div>
                </div>
                <hr>
                <h2>Карти</h2>
                 <div class="main__img_info">
                    <a href="../img/ukraine-war/map1.png"><img src="../img/ukraine-war/map1.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Kharkiv Battle Map Draft April 26,2023 .png"><img src="../img/ukraine-war/Kharkiv Battle Map Draft April 26,2023 .png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a><a href="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Zaporizhia Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Zaporizhia Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Kherson-Mykolaiv Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Kherson-Mykolaiv Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                 </div>
            <div class="iframe__cont">
                <iframe src="https://storymaps.arcgis.com/stories/36a7f6a6f5a9448496de641cf64bd375?header" width="100%" height="500px" frameborder="0" allowfullscreen allow="geolocation"></iframe>
                </div>
            </div>
        </main>
        <?php require 'footer.php';?>
</body>
</html>